cask_args appdir: "/Applications"
tap "homebrew/bundle"

brew "git"
brew "mas"

mas "Amazon Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "LINE", id: 539883307
mas "CotEditor", id: 1024640650
mas "Slack", id: 803453959

cask "alfred"
cask "karabiner-elements"
cask "arc"
cask "zoom"
cask "messenger"
cask "chatgpt"
cask "1Password"
cask "xmind"
cask "ultimaker-cura"
cask "bambu-studio"
cask "visual-studio-code"
cask "docker"
